Repository: Mudassir4244/Mental_health_Care
Catalog: lib/l10n/app_*.arb
Languages: de

source: Welcome
de: Willkommen

source: Continue as Guest
de: Als Gast fortfahren

source: Continue as Customer
de: Als Kunde fortfahren

source: Continue as Practitioner
de: Als Therapeut fortfahren

source: Continue as Organization
de: Als Organisation fortfahren

# alreadyHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?

source: Login
de: Einloggen

source: Create Account
de: Konto erstellen

# signupSubtitle
source: Sign up to get started
de: Registrieren Sie sich, um zu beginnen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Sign Up
de: Registrieren

# enterEmailPassword
source: Please enter email and password
de: Bitte E-Mail und Passwort eingeben

source: Access Denied
de: Zugriff verweigert

# unknownRole
source: Unknown role or incomplete profile for role:
de: Unbekannte Rolle oder unvollständiges Profil für Rolle:

source: Login Failed
de: Login fehlgeschlagen

# userNotFound
source: No user found for that email.
de: Kein Benutzer mit dieser E-Mail gefunden.

# wrongPassword
source: Wrong password provided.
de: Falsches Passwort angegeben.

# invalidEmail
source: The email address is invalid.
de: Die E-Mail-Adresse ist ungültig.

# undefinedError
source: An undefined error occurred.
de: Ein undefinierter Fehler ist aufgetreten.

source: Error
de: Fehler

# unexpectedError
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: Welcome Back!
de: Willkommen zurück 👋

source: Login to continue
de: Anmelden, um fortzufahren

source: Forgot Password?
de: Passwort vergessen?

# dontHaveAccount
source: Don't have an account?
de: Noch kein Konto?

# helloUser
source: Hello {name}!
de: Hallo {name}!

# welcomeMessage
source: We’re glad to have you here
de: Schön, dass du da bist

source: HELP NOW
de: JETZT HILFE

# toolsResources
source: TOOLS AND RESOURCES
de: WERKZEUGE UND RESSOURCEN

source: Home
de: Start

source: Inbox
de: Posteingang

source: Profile
de: Profil

source: Access Restricted
de: Zugriff eingeschränkt

# loginRequired
source: You must login to access this feature.
de: Sie müssen sich anmelden, um diese Funktion zu nutzen.

source: Cancel
de: Abbrechen

source: Insights
de: Einblicke

source: Activities
de: Aktivitäten

source: Settings
de: Einstellungen

source: Guest
de: Gast

# signInToAccess
source: Sign in to access all features
de: Melden Sie sich an, um alle Funktionen zu nutzen

source: Logout
de: Abmelden

# logoutConfirmTitle
source: Logout
de: Abmelden

# logoutConfirmMessage
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?

# loginRequiredMessage
source: You must login to access this feature.
de: Sie müssen sich anmelden, um auf diese Funktion zuzugreifen.

source: Tools and Resources
de: Werkzeuge und Ressourcen

# logoutConfirmation
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?

source: Sign in to access all features
de: Melden Sie sich an, um alle Funktionen zu nutzen

# processingPayment
source: Processing your payment...
de: Zahlung wird verarbeitet...

# trainingUnlocked
source: Training unlocked successfully!
de: Training erfolgreich freigeschaltet!

source: Payment failed
de: Zahlung fehlgeschlagen

source: Start Training
de: Training starten

source: Unlock Training
de: Training freischalten

# completePaymentToUnlock
source: Please complete payment to unlock training
de: Bitte schließen Sie die Zahlung ab, um das Training freizuschalten

source: Translate
de: Übersetzen

# module2Title
source: 2. Understanding Common Mental Health Disorders
de: 2. Häufige psychische Erkrankungen verstehen

# module3Title
source: 3. The ALGEE Action Plan
de: 3. Der ALGEE-Aktionsplan

# module4Title
source: 4. Workplace-Specific MHFA
de: 4. Arbeitsplatzspezifische MHFA

# module5Title
source: 5. Cultural Humility & Equity
de: 5. Kulturelle Sensibilität & Gleichberechtigung

# module6Title
source: 6. Recognizing Crisis Situations
de: 6. Erkennen von Krisensituationen

# module7Title
source: 7. Ongoing Support
de: 7. Kontinuierliche Unterstützung

# module8Title
source: 8. Practical Skills Training
de: 8. Praktisches Kompetenztraining

# module9Title
source: 9. Self-Care for MHFA Helpers
de: 9. Selbstfürsorge für MHFA-Helfer

source: Profile Locked
de: Profil Gesperrt

# profileLockedDesc
source: You must login to view and edit your profile.
de: Sie müssen sich anmelden, um Ihr Profil zu sehen.

source: Login Now
de: Jetzt Anmelden

source: Preferences
de: Einstellungen

source: User ID
de: Benutzer-ID

source: Subscriptions
de: Abonnements

source: Edit Profile
de: Profil bearbeiten

source: Save
de: Speichern

source: Language
de: Sprache

source: Help & Support
de: Hilfe & Support

source: About App
de: Über die App

source: Current Tier
de: Aktuelle Stufe

source: Free
de: Kostenlos

source: Preferred Payment Method
de: Bevorzugte Zahlungsmethode

source: Cash
de: Barzahlung

source: Insurance
de: Versicherung

source: Both
de: Beides

source: Find Practitioner
de: Therapeuten Finden

# upgradePremium
source: Upgrade to Premium 9.99 USD
de: Upgrade auf Premium 9.99 USD

source: Role
de: Rolle

source: Not assigned
de: Nicht zugewiesen

source: No record found.
de: Keine Daten gefunden.

# loginToViewProfile
source: Please login to view profile.
de: Bitte melden Sie sich an, um das Profil zu sehen.

source: Profile update failed.
de: Profilaktualisierung fehlgeschlagen.

# profileUpdated
source: Profile updated successfully
de: Profil erfolgreich aktualisiert

source: Update Profile
de: Profil Aktualisieren

# helpAndSupport
source: Help & Support
de: Hilfe & Unterstützung

source: Call Failed
de: Anruf fehlgeschlagen

# callNotSupported
source: Unable to dial {phone}. This device may not support phone calls.
de: Anruf an {phone} nicht möglich. Dieses Gerät unterstützt möglicherweise keine Telefonanrufe.

# couldNotOpenMessaging
source: Could not open messaging app
de: Die Nachrichten-App konnte nicht geöffnet werden

# suggestResource
source: Suggest a Resource
de: Ressource vorschlagen

# suggestResourceDesc
source: Know a helpful hotline, website, or organization? Let us know!
de: Kennst du eine hilfreiche Hotline, Website oder Organisation? Lass es uns wissen!

source: Enter resource details...
de: Geben Sie die Details der Ressource ein...

source: Submit Suggestion
de: Vorschlag absenden

# thankYouSuggestion
source: Thank you! We will review your suggestion.
de: Danke! Wir werden deinen Vorschlag prüfen.

source: Daily Quote
de: Tageszitat

# emergencyCall
source: Emergency Call ({phone})
de: Notruf ({phone})

source: Immediate Support
de: Sofortige Unterstützung

# suicideCrisis
source: Suicide & Crisis Lifeline
de: Suizid- & Krisenhotline

# suicideCrisisDesc
source: Call 988 for free, confidential support
de: Rufen Sie 988 für kostenlose, vertrauliche Unterstützung an

# localCrisis
source: Local Crisis Line
de: Lokale Krisenhotline

# localCrisisDesc
source: Available 24/7 for emotional support
de: Rund um die Uhr für emotionale Unterstützung verfügbar

# textFriend
source: Text a Friend
de: Freund schreiben

# textFriendDesc
source: Reach out to your trusted contacts
de: Kontaktiere deine vertrauenswürdigen Kontakte

source: Guided Voice Coach
de: Geführter Sprach-Coach

# guidedVoiceCoachDesc
source: Calming exercises and meditation
de: Beruhigende Übungen und Meditation

source: Daily Check-In
de: Tägliches Check-In

# howFeelingToday
source: How are you feeling today?
de: Wie fühlst du dich heute?

source: Happy
de: Glücklich

source: Good
de: Gut

source: Okay
de: In Ordnung

source: Sad
de: Traurig

source: Stressed
de: Gestresst

source: Angry
de: Wütend

# addShortNote
source: Add a short note (optional)
de: Kurze Notiz hinzufügen (optional)

# writeFeeling
source: Write how you're feeling...
de: Schreibe, wie du dich fühlst...

source: Submit
de: Absenden

source: Submitting...
de: Wird gesendet...

# mustLoginMood
source: You must login to check in your mood.
de: Du musst dich einloggen, um deinen Mood einzutragen.

# selectMoodFirst
source: Please select a mood first!
de: Bitte wähle zuerst ein Mood aus!

source: Check-in submitted!
de: Check-in gesendet!

source: Your Check-ins
de: Deine Einträge

source: Resources
de: Ressourcen

# resources_header
source: Helpful Resources for Your Well-being
de: Hilfreiche Ressourcen für dein Wohlbefinden

source: Mental Health Articles
de: Artikel zur psychischen Gesundheit

# mental_health_articles_sub
source: Read verified guides and expert tips
de: Lies geprüfte Leitfäden und Expertentipps

# nearby_clinics
source: Nearby Clinics & Help Centers
de: Nahegelegene Kliniken & Hilfszentren

# nearby_clinics_sub
source: Find professional help around you
de: Finde professionelle Hilfe in deiner Nähe

source: Therapeutic Audios
de: Therapeutische Audios

# therapeutic_audios_sub
source: Relax your mind with expert audio sessions
de: Entspanne deinen Geist mit Audio-Sitzungen

# self_care_tools
source: Self-care & Journaling Tools
de: Selbstfürsorge- & Tagebuch-Tools

# self_care_tools_sub
source: Track mood, gratitude, and emotions
de: Verfolge Stimmung, Dankbarkeit und Emotionen

# audio_error
source: Error
de: Fehler

source: Now Playing
de: Jetzt wird abgespielt

source: Play
de: Abspielen

# track_cooper_author
source: Forest Sounds
de: Waldklänge

# track_jindalba_title
source: Jindalba River Flute
de: Jindalba-Flussflöte

# track_jindalba_author
source: Ancient Flute
de: Antike Flöte

# track_healing_title
source: Healing Meditation Music
de: Heilende Meditationsmusik

# track_healing_author
source: Spiritual Healing
de: Spirituelle Heilung

# track_focus_title
source: Mental Health Focus
de: Mentale Gesundheitsfokussierung

# track_focus_author
source: Focus Music
de: Fokusmusik

# track_clinic_title
source: Clinic Relaxation
de: Klinische Entspannung

# track_clinic_author
source: Healthcare Music
de: Gesundheitsmusik

# track_zen_title
source: Ancient Voices Zen
de: Antike Zen-Stimmen

# track_world_title
source: World Mental Health Day
de: Welttag der psychischen Gesundheit

# track_world_author
source: Awareness
de: Bewusstsein

# settings_title
source: Settings ⚙️
de: Einstellungen ⚙️

# settings_account
source: Account
de: Konto

# settings_edit_profile
source: Edit Profile
de: Profil bearbeiten

# settings_edit_profile_sub
source: Update your personal information
de: Persönliche Informationen aktualisieren

# settings_security
source: Security
de: Sicherheit

# settings_security_sub
source: Update your account security
de: Kontosicherheit aktualisieren

# settings_manage_subscription
source: Manage Subscription
de: Abonnement verwalten

# settings_manage_subscription_sub
source: Upgrade or cancel your plan
de: Plan upgraden oder kündigen

# settings_privacy
source: Privacy
de: Datenschutz

# settings_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie

# settings_privacy_policy_sub
source: View app privacy details
de: App-Datenschutzdetails anzeigen

# settings_help_support
source: Help & Support
de: Hilfe & Support

# settings_faq_sub
source: Common questions and answers
de: Häufige Fragen und Antworten

# settings_contact_support
source: Contact Support
de: Support kontaktieren

# settings_contact_support_sub
source: Get in touch with our support team
de: Kontaktieren Sie unser Support-Team

# security_title
source: Security
de: Sicherheit

# email_verified
source: Verified
de: Verifiziert

# email_not_verified
source: Not Verified
de: Nicht verifiziert

source: Verify
de: Bestätigen

source: Change Password
de: Passwort ändern

source: New Password
de: Neues Passwort

source: Confirm Password
de: Passwort bestätigen

# change_password_button
source: Change Password
de: Passwort ändern

# password_min_length
source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen enthalten

source: Passwords do not match
de: Passwörter stimmen nicht überein

# password_changed_success
source: Password changed successfully
de: Passwort erfolgreich geändert

source: Verification email sent
de: Bestätigungs-E-Mail gesendet

# verification_email_failed
source: Failed to send verification email
de: Bestätigungs-E-Mail konnte nicht gesendet werden

# two_factor_auth
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

source: Coming soon
de: Kommt bald

source: Other Practitioner
de: Andere Fachkraft

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzrichtlinie

# privacyPolicyHeader
source: MindAssist Privacy Policy
de: MindAssist Datenschutzrichtlinie

# privacyPolicyIntro
source: We value your privacy. This Privacy Policy explains how MindAssist collects, uses, and protects your personal information when you use our services.
de: Wir schätzen Ihre Privatsphäre. Diese Datenschutzrichtlinie erklärt, wie MindAssist Ihre persönlichen Daten sammelt, verwendet und schützt, wenn Sie unsere Dienste nutzen.

# informationWeCollect
source: 1. Information We Collect
de: 1. Gesammelte Informationen

# informationDetails
source: - Name, email, and account information - App usage data to improve user experience - Messages exchanged with mental health practitioners (encrypted)
de: - Name, E-Mail und Kontoinformationen - App-Nutzungsdaten zur Verbesserung der Benutzererfahrung - Nachrichten, die mit Psychotherapeuten ausgetauscht werden (verschlüsselt)

# howWeUseInfo
source: 2. How We Use Your Information
de: 2. Wie wir Ihre Informationen verwenden

# howWeUseInfoDetails
source: - To provide mental health support - To improve app features and performance - To ensure user safety and compliance with policies
de: - Um psychische Gesundheitsunterstützung bereitzustellen - Zur Verbesserung von App-Funktionen und Leistung - Um die Sicherheit der Benutzer und die Einhaltung von Richtlinien zu gewährleisten

# dataProtection
source: 3. Data Protection
de: 3. Datenschutz

# dataProtectionDetails
source: We use modern encryption and security protocols to protect user data. Your conversations and personal details are kept confidential and never shared with third parties without your consent.
de: Wir verwenden moderne Verschlüsselungs- und Sicherheitsprotokolle, um Benutzerdaten zu schützen. Ihre Gespräche und persönlichen Daten bleiben vertraulich und werden ohne Ihre Zustimmung niemals an Dritte weitergegeben.

# yourRights
source: 4. Your Rights
de: 4. Ihre Rechte

# yourRightsDetails
source: - You can request deletion of your data - You may update your profile anytime - You can opt out of data collection features
de: - Sie können die Löschung Ihrer Daten anfordern - Sie können Ihr Profil jederzeit aktualisieren - Sie können Funktionen zur Datenerfassung ablehnen

# contactUs
source: 5. Contact Us
de: 5. Kontaktieren Sie uns

# contactDetails
source: If you have any questions regarding this Privacy Policy, you may contact our support team at: support@mindassist.app
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie unser Support-Team unter folgender Adresse kontaktieren: support@mindassist.app

# premiumClientsTitle
source: Premium Clients 👑
de: Premium-Kunden 👑

# premiumClientsSubtitle
source: Registered users with completed payments.
de: Registrierte Nutzer mit abgeschlossenen Zahlungen.

# filterAll
source: All
de: Alle

# filterMessaged
source: Messaged
de: Kontaktiert

# filterNotMessaged
source: Not Messaged
de: Nicht kontaktiert

# noProfileData
source: No profile data found
de: Keine Profildaten gefunden

source: Retry
de: Erneut versuchen

source: Experience
de: Erfahrung

source: Payment Status
de: Zahlungsstatus

source: About Me
de: Über mich

source: Contact Info
de: Kontaktinformationen

source: Phone
de: Telefon

source: Full Name
de: Vollständiger Name

source: Speciality
de: Fachgebiet

source: Years of Experience
de: Berufserfahrung (Jahre)

source: Save Changes
de: Änderungen speichern

source: Failed to update
de: Aktualisierung fehlgeschlagen

source: Failed to load profile
de: Profil konnte nicht geladen werden

source: Image upload failed
de: Bild-Upload fehlgeschlagen
